Revit 2027 API
UnitTypeId.CubicMetersPerWattSecond Property
 Cubic meters per watt second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicMetersPerWattSecond { get; }
Public Shared ReadOnly Property CubicMetersPerWattSecond As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicMetersPerWattSecond {
	ForgeTypeId^ get ();
}
static member CubicMetersPerWattSecond : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace